{
  "flickr30k_space_train_0001.jpg": "A woman inside a building is wearing a headscarf and looking out of a window through a mounted telescope.",
  "flickr30k_space_train_0002.jpg": "A man is bowling at an alley with cosmic imagery including bowling balls and pins above the lanes.",
  "flickr30k_space_train_0003.jpg": "A man looking through telescope at a trailer park.",
  "flickr30k_space_train_0004.jpg": "Three young boys fish at a boat launch.",
  "flickr30k_space_train_0005.jpg": "A young blond-haired girl wearing a YMCA sweater looks into a telescope while another girl with glasses watches her.",
  "flickr30k_space_train_0006.jpg": "A man dressed in a shiny astronaut suit poses for a photographer on a city sidewalk.",
  "flickr30k_space_train_0007.jpg": "A woman looking in a telescope to look at something really small, most likely some sort of science lab.",
  "flickr30k_space_train_0008.jpg": "Two boats, one loaded with people, are getting ready to launch into a muddy river.",
  "flickr30k_space_train_0009.jpg": "Elderly man repairs boat launch on the shore.",
  "flickr30k_space_train_0010.jpg": "A young boy is looking through a telescope with a bridge and water in the background.",
  "flickr30k_space_train_0011.jpg": "A woman on a shoreline wearing pale jeans and multicolored jacket, is squinting through a telescope.",
  "flickr30k_space_train_0012.jpg": "2 men working on calibrating a telescope",
  "flickr30k_space_train_0013.jpg": "A crowd of people is standing around a red, white and blue hot air balloon as it is readied to launch into the blue sky.",
  "flickr30k_space_train_0014.jpg": "A man on a red crotch rocket.",
  "flickr30k_space_train_0015.jpg": "Lab technician analyzes data from his telescope.",
  "flickr30k_space_train_0016.jpg": "A blond child who is wearing red shoes looking through a telescope.",
  "flickr30k_space_train_0017.jpg": "A woman wearing a blue shirt looking into a black telescope during the day while a woman in a red shirt stands behind her.",
  "flickr30k_space_train_0018.jpg": "A male athlete is just about to launch his body with a pole vault at a track and field event.",
  "flickr30k_space_train_0019.jpg": "A red Planet Hollywood bus carries many people including a man in an orange shirt and baseball cap, one woman wearing a purple shirt and another in a red shirt with her back to the camera.",
  "flickr30k_space_train_0020.jpg": "An SUV is parked in a grassy field with mountains in the background, and a woman is looking through a telescope off into the distance.",
  "flickr30k_space_train_0021.jpg": "A blue Land Rover is driving across a river.",
  "flickr30k_space_train_0022.jpg": "A Land Rover makes its way through a deep pond.",
  "flickr30k_space_train_0023.jpg": "A lady and a little boy use a pump to launch a rocket at a marina.",
  "flickr30k_space_train_0024.jpg": "A boy in a green shirt is bent overlooking through a telescope perched on a stand in the grass.",
  "flickr30k_space_train_0025.jpg": "The basketball player prepares to launch the ball to his teammate far down the court.",
  "flickr30k_space_train_0026.jpg": "A guy is looking through a telescope at the scenery of the town before him.",
  "flickr30k_space_train_0027.jpg": "A man is preparing to launch a ball down a lane.",
  "flickr30k_space_train_0028.jpg": "A man, not wearing a shirt, is sitting on a rock and looking through a makeshift telescope.",
  "flickr30k_space_train_0029.jpg": "A group of people sit on a roof near a satellite dish while a young animal drinks from a bowl.",
  "flickr30k_space_train_0030.jpg": "A guy is standing on an ice patch by the sea, looking through a telescope at sunset.",
  "flickr30k_space_train_0031.jpg": "Two rocket dragsters racing at a dragsters.",
  "flickr30k_space_train_0032.jpg": "Woman with curly red-hair using a telescope on the street.",
  "flickr30k_space_train_0033.jpg": "Three children wearing winter coats look through a telescope.",
  "flickr30k_space_train_0034.jpg": "A person in full astronaut suit and gear trains in an underwater lab as a scuba diver assists.",
  "flickr30k_space_train_0035.jpg": "A man looking through a telescope lens at night while wearing a camouflage jacket.",
  "flickr30k_space_train_0036.jpg": "An older man wearing a plaid shirt, blue jeans and boots is at a campsite, looking through a telescope into the daytime sky.",
  "flickr30k_space_train_0037.jpg": "A young boy with an interesting hairstyle peers through a brass telescope.",
  "flickr30k_space_train_0038.jpg": "Ten people are sitting in a rocket-like carnival ride which is flying quickly through the air.",
  "flickr30k_space_train_0039.jpg": "Large gathering of people for the launch of hot air balloons.",
  "flickr30k_space_train_0040.jpg": "A man walks past a red building with a fake rocket attached to it."
}