{
  "flickr30k_space_train_0001.jpg": "A smiling man looking at the sky.",
  "flickr30k_space_train_0002.jpg": "Five people walking with a multicolored sky in the background.",
  "flickr30k_space_train_0003.jpg": "The reunion is in full swing with a moon bounce.",
  "flickr30k_space_train_0004.jpg": "A woman inside a building is wearing a headscarf and looking out of a window through a mounted telescope.",
  "flickr30k_space_train_0005.jpg": "A man in a black coat walks past a red spaceship with a parking ticket stuck to its window.",
  "flickr30k_space_train_0006.jpg": "Three dogs are playing on grassy hill with a blue sky.",
  "flickr30k_space_train_0007.jpg": "Someone is standing on a long bridge with a cloudy blue sky in the background.",
  "flickr30k_space_train_0008.jpg": "A man is bowling at an alley with cosmic imagery including bowling balls and pins above the lanes.",
  "flickr30k_space_train_0009.jpg": "One gu, wearing blue gloves and a brown vest, with a large camera pointed toward a Conquest trailer with a solar cell at his feet.",
  "flickr30k_space_train_0010.jpg": "Multiple people walking on the pavement with a fence in the background all under the sky with clouds.",
  "flickr30k_space_train_0011.jpg": "A baby in a white garment holds a flag with crescent moon and star.",
  "flickr30k_space_train_0012.jpg": "Couple sits next to a body of water under a clear sky.",
  "flickr30k_space_train_0013.jpg": "A woman in a blue vest and a sky blue helmet stands with her bicycle in traffic.",
  "flickr30k_space_train_0014.jpg": "Three young boys fish at a boat launch.",
  "flickr30k_space_train_0015.jpg": "A mountaineer sits in the snow in front of a yellow tent under clear blue sky.",
  "flickr30k_space_train_0016.jpg": "Two people climbing a snowy mountain against a clear blue sky.",
  "flickr30k_space_train_0017.jpg": "A person looking at the reflection of the moon.",
  "flickr30k_space_train_0018.jpg": "A man wearing a hat with blond dreadlocks holds juggling pins under a blue sky.",
  "flickr30k_space_train_0019.jpg": "People walk around and mingle in a large open space with a dog.",
  "flickr30k_space_train_0020.jpg": "Three people working together in a compact space.",
  "flickr30k_space_train_0021.jpg": "A skateboarder in a red baseball cap, black shirt and tan shorts skates alone in a wide open space.",
  "flickr30k_space_train_0022.jpg": "A boy dressed in khaki shorts and a red shirt runs on a beach with green, white and blue structures and a half moon behind him.",
  "flickr30k_space_train_0023.jpg": "A girls smiles as she looks at a little boy laughing while reaching for the sky",
  "flickr30k_space_train_0024.jpg": "A dog runs through the water as he looks up at the sky with his mouth open.",
  "flickr30k_space_train_0025.jpg": "A person wearing a hat and carrying a knapsack walks uphill on a sand dune under a dark, cloudy sky and leaves the only visible footprints behind.",
  "flickr30k_space_train_0026.jpg": "A group of men talk to one another in a bright office space.",
  "flickr30k_space_train_0027.jpg": "A group of people seated at a picnic table under a tent space decorated with flags and stars.",
  "flickr30k_space_train_0028.jpg": "A motorcycle parked in a parking space next to a road by a hill.",
  "flickr30k_space_train_0029.jpg": "A young man in shorts and t-shirt is snowboarding under a bright blue sky.",
  "flickr30k_space_train_0030.jpg": "A young blond-haired girl wearing a YMCA sweater looks into a telescope while another girl with glasses watches her.",
  "flickr30k_space_train_0031.jpg": "Earth, water and sky make this a great spot a time out.",
  "flickr30k_space_train_0032.jpg": "People on the beach are watching nine jets in the sky.",
  "flickr30k_space_train_0033.jpg": "A family is observing nine jet planes flying below the clear sky.",
  "flickr30k_space_train_0034.jpg": "People on the beach look up to the sky to see a large heart written in the air by the contrail of a plane.",
  "flickr30k_space_train_0035.jpg": "A dog running at the beach in front of the ocean and a bright blue cloudy sky.",
  "flickr30k_space_train_0036.jpg": "A black man is holding is hands to the sky in a city.",
  "flickr30k_space_train_0037.jpg": "Two laborers are working on a roof with a bright blue sky in the background.",
  "flickr30k_space_train_0038.jpg": "A man stands at the end of a pier reading a book against a blue sky.",
  "flickr30k_space_train_0039.jpg": "A person stands outside near the water underneath a sky of setting sun and clouds.",
  "flickr30k_space_train_0040.jpg": "A man standing on the top of a contraption of poles with the sky as his background."
}